Repository: HarshilShah/PeakLocalisations
Catalog: fr/PeakLocalisations/Localisation/Core/Metrics.xcstrings
Source language: en
Languages: de, es

source: Active Energy
de: Aktive Energie
es: Energía en Actividad

source: Activity Rings
de: Aktivitätsringe
es: Anillos de actividad

# Activity Rings Compact
source: Rings
de: Ringe
es: Anillos

# Activity Rings Exercise
source: Exercise
de: Trainieren
es: Ejercicio

# Activity Rings Move
source: Move
de: Bewegen
es: Movimiento

# Activity Rings Stand
source: Stand
de: Stehen
es: De Pie

source: Blood Oxygen
de: Blutsauerstoff
es: Oxígeno en Sangre

source: Body Fat Percentage
de: Körperfettanteil
es: Porcentaje de Grasa Corporal

# Body Fat Percentage Compact
source: Body Fat %
de: Körperfett %
es: Porcentaje de Grasa Corporal

source: Cardio Recovery
de: Cardioerholung
es: Recuperación Cardiaca

source: Cycling Distance
de: Strecke Radfahren
es: Distancia en bicicleta

source: Distance
de: Strecke
es: Distancia

source: Exercise Minutes
de: Trainings-Minuten
es: Minutos de Ejercicio

source: Flights Climbed
de: Stockwerke
es: Pisos Subidos

source: Heart Rate
de: Herzfrequenz
es: Frecuencia Cardiaca

# Heart Rate Usage Description
source: Used to display heart rate statistics and graphs for workouts
de: Wird zur Anzeige von Herzfrequenz-statistiken und -grafiken für Trainingseinheiten genutzt
es: Se utiliza para mostrar estadísticas y gráficos de frecuencia cardíaca para entrenamientos.

source: Heart Rate Variability
de: Herzfrequenzvariabilität
es: Variabilidad Cardiaca

source: Height
de: Größe
es: Altura

# Height Usage Description
source: Used to calculate your BMI
de: Wird zur Berechnung deines BMI genutzt
es: Se utiliza para calcular su IMC.

source: Lean Body Mass
de: Magere Körpermasse
es: Masa Corporal sin Grasa

# Metric.Singular
source: Metric
de: Kennzahl
es: Métrica

# Metrics.Plural
source: Metrics
de: Kennzahlen
es: Métricas

source: Mindful Minutes
de: Minuten der Achtsamkeit
es: Minutos de Mindfulness

source: Resting Energy
de: Ruheenergie
es: Energía en Reposo

source: Resting Heart Rate
de: Ruheherzfrequenz
es: Frecuencia Cardiaca en Reposo

# Section.Activity
source: Activity
de: Aktivität
es: Actividad

# Section.BodyMeasurements
source: Body Measurements
de: Körpermaße
es: Medidas Corporales

# Section.Recommended
source: Recommended
de: Empfohlen
es: Recomendados

# Section.Vitals
source: Vitals
de: Vitalzeichen
es: Constantes Vitales

source: Skiing and Snowboarding Distance
de: Strecke Skifahren und Snowboarden
es: Distancia en Deportes de Nieve

# Skiing and Snowboarding Distance Compact
source: Ski Distance
de: Strecke Skifahren
es: Distancia en Deportes de Nieve

source: Sleep
de: Schlaf
es: Sueño

# Sleep Stage Asleep
source: Asleep
de: Schlafend
es: Durmiendo

# Sleep Stage Awake
source: Awake
de: Wach
es: Vigilia

# Sleep Stage Core
source: Core
de: Kernschlaf
es: Esencial

# Sleep Stage Deep
source: Deep
de: Tiefschlaf
es: Profundo

# Sleep Stage In Bed
source: In Bed
de: Im Bett
es: En la Cama

source: Stand Hours
de: Stehstunden
es: Horas de pie

source: Steps
de: Schritte
es: Pasos

source: Swimming Distance
de: Strecke Schwimmen
es: Distancia Nadada

# Swimming Distance Compact
source: Swim Distance
de: Strecke Schwimmen
es: Distancia Nadada

source: Time in Daylight
de: Zeit im Tageslicht
es: Tiempo de Exposición a la Luz Diurna

# Walking and Running Distance
source: Step Distance
de: Strecke Gehen und Laufen
es: Distancia de Pasos

source: Walking Heart Rate Average
de: ∅-Herzfrequenz (Gehen)
es: FC Media al Caminar

source: Weight
de: Gewicht
es: Peso

source: Wheelchair Distance
de: Strecke Rollstuhl
es: Distancia en Silla de Ruedas

source: Wheelchair Pushes
de: Rollstuhl Schübe
es: Impulsos

# Wheelchair Pushes Compact
source: Pushes
de: Schübe
es: Impulsos

source: Workouts
de: Trainings
es: Entrenos

source: Body Mass Index
es: Índice de Masa Corporal

# Body Mass Index Compact
source: BMI
es: IMC

source: Cardio Fitness
es: Capacidad Aeróbica

# Section.Wellbeing
source: Wellbeing
es: Bienestar
